0ad
7zip
accessibility-inspector
adobe-source-code-pro-fonts
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alligator
angelfish
apache
apostrophe
aria2
arianna
ark
artikulate
at
audex
audiocd-kio
audiotube
aurorae
bandwhich
baobab
base
base-devel
bat
batsignal
bc
bind
blender
blinken
bluedevil
blueman
bluez
bluez-utils
bomber
bovo
brave-bin
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
burpsuite
calligra
cantor
cava
chaotic-keyring
chaotic-mirrorlist
cliphist
clipmenu
clipse
cmatrix
cmus
code
colord-kde
decibels
devtools
discover
docker
docker-buildx
docker-compose
dolphin
dolphin-plugins
dosfstools
dragon
drkonqi
dunst
efibootmgr
elisa
epiphany
exfat-utils
falkon
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
flameshot
flatpak-kcm
francis
fuse3
fwupd
fzf
gazelle-tui
gdm
gdu
ghostty
ghostwriter
git
git-lfs
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
google-chrome
granatier
grantlee-editor
grilo-plugins
grub
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
htop
hypridle
hyprland
hyprlock
hyprmixer
hyprpaper
hyprshot
inetutils
intel-ucode
inxi
isoimagewriter
itinerary
jdk-openjdk
jp2a
jq
jrnl
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-inotify-survey
kdebugsettings
kdeconnect
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
kew
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kglobalacceld
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krdp
krecorder
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland
kweather
kwin
kwin-x11
kwordquiz
kwrited
layer-shell-qt
lazygit
libkscreen
libksysguard
libplasma
libpulse
libreoffice-fresh
librewolf-bin
libspng
libva-nvidia-driver
linux
linux-firmware
linux-headers
localsend-bin
lokalize
loupe
lsd
lskat
lxqt-policykit
ly
mako
malcontent
man-db
marble
markdownpart
massif-visualizer
mbox-importer
mercurial
merkuro
metasploit
milou
minuet
mousepad
mpc
mpd
mpv
mpv-mpris
mpvpaper
mtools
nano
nautilus
ncmpcpp
neochat
neovim
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvtop
obs-studio
obsidian
ocean-sound-theme
okular
opensnitch
openssl-1.1
openvpn
orca
os-prober
otf-font-awesome
oxygen
oxygen-sounds
pacman-contrib
palapeli
pamixer
papers
parley
partitionmanager
pavucontrol
perl-image-exiftool
php
picmi
pim-data-exporter
pim-sieve-editor
pipes-rs
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasmatube
plymouth-kcm
polkit-gnome
polkit-kde-agent
postgresql
power-profiles-daemon
powerdevil
poxml
print-manager
python-pip
python-pipx
python-pyquery
python-requests
qalculate-gtk
qqc2-breeze-style
qrca
qt6-5compat
qt6-virtualkeyboard
redshift
reflector
rkhunter
rocs
rofi
rsync
rustup
rygel
sddm
sddm-kcm
showtime
signon-kwallet-extension
simple-scan
skanlite
skanpage
skladnik
sl
snapshot
sof-firmware
spectacle
speedtest-cli
sqlmap
starship
step
stow
strawberry
superfile
sushi
svgpart
swaync
swayosd
sweeper
swww
systemsettings
taskwarrior-tui
tecla
telly-skout
tenki
tokodon
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
ttf-victor-mono
udiskie
ueberzugpp
ufw
umbrello
umockdev
unarchiver
ungoogled-chromium-bin
unrar
unzip
uv
v4l2loopback-dkms
v4l2loopback-utils
vi
vim
wacomtablet
waybar
waypaper-git
wayvnc
webkit2gtk
wget
wireplumber
wireshark-qt
woff2-font-awesome
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
yad
yakuake
yay-bin
yazi
yelp
ytfzf
zanshin
zaproxy
zen-browser-bin
zram-generator
zsh
zsh-completions
