7zip
adobe-source-code-pro-fonts
alacritty
aria2
ark
at
bandwhich
baobab
base
base-devel
bat
batsignal
bc
bind
blender
blueman
bluez
bluez-utils
breeze
brightnessctl
btop
burpsuite
cava
chaotic-keyring
chaotic-mirrorlist
cliphist
clipmenu
clipse
cmatrix
cmus
code
devtools
docker
docker-buildx
docker-compose
dolphin
dolphin-plugins
dosfstools
dunst
efibootmgr
exfat-utils
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
flameshot
fuse3
fwupd
fzf
gdu
ghostty
ghostwriter
git
git-lfs
gnome-calculator
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-system-monitor
grub
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
htop
hypridle
hyprland
hyprlock
hyprpaper
inetutils
intel-ucode
inxi
isoimagewriter
jdk-openjdk
jq
jrnl
k3b
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenlive
kdialog
kfind
kglobalacceld
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kitty
kolourpaint
konsole
kpipewire
kscreen
kwallet-pam
kwalletmanager
kwayland
layer-shell-qt
lazygit
libkscreen
libksysguard
libplasma
libpulse
libreoffice-fresh
libspng
libva-nvidia-driver
linux
linux-firmware
linux-headers
lsd
lxqt-policykit
ly
mako
man-db
mercurial
metasploit
mpc
mpd
mpv
mpv-mpris
mtools
nano
nautilus
ncmpcpp
neovim
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvtop
obs-studio
obsidian
okular
opensnitch
openssl-1.1
openvpn
orca
os-prober
otf-font-awesome
pacman-contrib
pamixer
partitionmanager
pavucontrol
perl-image-exiftool
php
pipes-rs
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
postgresql
power-profiles-daemon
python-pip
python-pipx
python-pyquery
python-requests
qalculate-gtk
qqc2-breeze-style
qt6-5compat
qt6-virtualkeyboard
reflector
rkhunter
rofi
rsync
rustup
sddm
simple-scan
sl
sof-firmware
speedtest-cli
sqlmap
starship
stow
strawberry
taskwarrior-tui
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
udiskie
ueberzugpp
ufw
umockdev
unarchiver
unrar
unzip
uv
v4l2loopback-dkms
v4l2loopback-utils
vi
vim
waybar
wayvnc
webkit2gtk
wget
wireplumber
wireshark-qt
woff2-font-awesome
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
yad
yazi
ytfzf
zaproxy
zram-generator
zsh
zsh-completions
